{
  "Costs": "",
  "CreationDate": "2025-01-02",
  "Description": "The roof of Sardinia is formed by several barren mountain peaks that rise almost imperceptibly from the highland landscape of the Gennargentu. They consist of shimmering slate rock, Gennargentu slate. The highest peak is named after the Piedmontese General and naturalist Alberto Ferrero, Count of Marmora (1789-1863), who created the first topographic map of Sardinia. At the summit of Punta La Marmora, you'll find a magnificent view over the island.\u003cbr/\u003e\u003cbr/\u003e\n\u003cb\u003eThis is our first hike in the National Park of the Gulf of Orosei and Gennargentu\u003c/b\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eStarting point: Parking lot in front of Rifugio Montano, S'Arena, 1510 m\u003c/span\u003e\u003cbr/\u003e\nFrom Desulo in direction Fonni on SP 7 about 6.3 km to a crossing on the Passhöhe (Arcu de Tascussi) between kilometer markers 14 and 15; there turn right towards S'Arena (yellow sign) and Rifugio Montanu. From town it's SP 7 in direction Desulo 18 km drive to this crossing. The road ends after 4.5 km at the large asphalt lot with information signs (Su Filariu, Agriturismo). 20 m before the lot continue uphill on the right.\nRight next to the Rifugio stands a wooden signpost (Arcu Artilai 50 min.). We follow the sign and go up on a gravel path, turning at the slope behind the building. Left beside us lies the valley cut of the Riu Aratu. Similar to the entire highland region in this area, the slopes are covered with low-growing macchia due to deforestation. A few trees remain in narrow cuts where small streams or channels run.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRequirements\u003c/span\u003e\u003cbr/\u003e\nMostly shadeless hiking on clearly marked hiking trails and gravel roads. Long trail section in descent from Punta Paulinu and in ascent to Genna Orisa. Trail markers with wooden posts, red-white markings and cairns.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRefreshments\u003c/span\u003e\u003cbr/\u003eEn route only two springs on the return path between WP 8 and WP 2. Pass Arcu de Tascussi at SP 7 / Bar/Restaurant \"Fondisc\", accommodations in Fonni and Desulo, including Agriturismo\u003cbr/\u003e\u003cbr/\u003e\nRight next to the \u003cb\u003eRifugio (refuge)\u003c/b\u003e there is a \u003cb\u003ewooden signpost (Arcu Artilai 50 min.)\u003c/b\u003e. We follow the sign and go up on a gravel path, turning at the slope behind the building. Left beside us lies the valley cut of the Riu Aratu. Similar to the entire highland region in this area, its slopes are covered with low-growing macchia due to deforestation. A few trees remain in narrow cuts where small streams or channels run.\n\u003cbr/\u003e\u003cbr/\u003e\nThe gravel path ends at a turning point. From here, a footpath climbs up between two old wooden signs. In the distance ahead, the transmission mast of Bruncu Spina can be seen, and the route will lead us up to it. We reach the signposted saddle \u003cb\u003eArcu Artilai\u003c/b\u003e, where several paths branch off. Right runs our return route (Schileddos), straight ahead is now towards Bruncu Spina. On a well-prepared rocky path in zigzags, we climb about \u003cb\u003e30 minutes to a rock plateau\u003c/b\u003e on a long mountain ridge that extends from Bruncu Spina to our left to Punta Marmora on our right - a splendid panoramic path. \u003cb\u003eBruncu Spina\u003c/b\u003eis reached in 5 minutes. The iron summit cross is hidden behind a fenced area with small houses and antenna installations. In the distance, the white limestone cliffs of Supramonte can be seen. We go back to rock plateau and continue on the ridge. A wire mesh fence serves as our guide. Our paths run parallel on both sides of the fence for a while. We cross it optionally on a small ladder near the rock plateau or a few minutes later through a large opening. On a well-maintained path, it leads to \u003cb\u003ePunta Paulinu\u003c/b\u003e, whose rugged summit rises before us.\u003cbr/\u003e\u003cbr/\u003e\nWe go right past it to its south side and steeply down to the saddle of \u003cb\u003eArcu Gennargentu\u003c/b\u003e. To Punta La Marmora, we walk straight ahead (we'll take the path branching right towards Arcu Artilai on the return). Going left around the rocky hill of Punta Su Sciusciu, we reach the saddle of \u003cb\u003eGenna Orisa\u003c/b\u003eafter about 30 minutes of ascent. Finally, we climb for 15 minutes left over slate to the summit cross of \u003cb\u003ePunta La Marmora\u003c/b\u003e. What a view! We can scramble a bit further along the ridge towards Punta Florisa, up to a stone pyramid. Then return in a right turn to our ascent route near the summit cross and follow down to Genna Orisa and to Arcu Gennargentu. There we turn left towards Arcu Artilai on a beautiful hillside path, about 100 m below the ridge line. Along the way, we meet many cows making themselves comfortable on the path. A farmstead can be seen in the valley on the left. We reach the ruins of \u003cb\u003ea former shelter (Rif. La Marmora)\u003c/b\u003e and cross a couple of washed-out channels. 30 minutes walking time from the ruins, we can refresh ourselves with \u003cb\u003espring water at the Funtana Is Bidileddos\u003c/b\u003e. The path passes another small spring and brings us to \u003cb\u003eArcu Artilai\u003c/b\u003e. From there, turn left back to the \u003cb\u003eparking lot at Rifugio\u003c/b\u003e.",
  "EntryType": "Event",
  "Equipment": "",
  "EventDate": "20-04-2025",
  "EventName": "East Sardinia: Hike to Punta La Marmora (1834m), the highest point in Sardinia",
  "MainImagePath": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-4/main.webp",
  "RelatedTripURL": "../../trip/trips/Easter-Trip-to-Sardinia--Trip-2.html",
  "SubImages": [
    {
      "Description": "The highest mountain in Sardinia, Punta La Marmora, in the Gennargentu mountain range is within the boundaries of the National Park.\n",
      "Name": "Gennargentu mountain range and Gusana Lake ",
      "URL": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-4/subImages/image2.webp"
    }
  ],
  "Transportation": "It is a 1 hour 30 minutes drive from our accomodation to hiking place.",
  "UniqueEventID": "Sardinia-Hike-4",
  "UniqueKomootURL": "2002948490",
  "UniqueReportURL": ""
}