{
  "Costs": "",
  "CreationDate": "2025-01-03",
  "Description": "Distance/Time: 230 m ↑ 230 m ↓ 9.6 km | 3:30 hours\u003cbr\u003e\u003cbr\u003e\nExcursion to the Water Festival in the Monte Linas Gorges\nThis detour to the cascades at the confluence of Riu Linas and Canale de Muru Mannu forms the conclusion of our hikes in the water-rich Piscinalis area. Especially in spring, this comfortable tour is a popular destination for many Sunday excursionists.\u003cbr\u003e\u003cbr\u003e\n\u003cb\u003eThis is our first hike in the National Park of the Gulf of Orosei and Gennargentu\u003c/b\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eStarting point: Parking lot before the branch to Cantina Ferraris buildings, 357m. \u003c/span\u003e\u003cbr\u003e\nrom SS 196 from Valermosa, turn left at Villacidro sign after 700m onto Via Monti Mannu toward: San Sissino, Locanda del Parco and Monti Mannu. After 2.5km turn right toward Monti Mannu/Locando del Parco. After another 2km follow the main road right, ignore the straight branch. Drive along Diga sul Rio Leni reservoir for about 1.5km, cross a tributary bridge, then turn left toward Cascate, Locanda del Parco. Continue along reservoir for 4km, then right onto gravel road toward: Ente Foreste della Sardegna/Vivaio forestale Campu Isca. After 4km more, past the forestry office, you'll reach a tree school and shortly after, the access to Locanda del Parco (Hotel/Restaurant). Another 900m on bumpy but drivable gravel road through eucalyptus forest to the first right turn leading to Cantina Ferraris buildings. Park 50m before in the parking bay (allow minimum 30 min driving time for the total 16km route).\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRequirements\u003c/span\u003e\u003cbr\u003e\nSimple forest paths at the beginning, forest floor in the middle section, rocky terrain in the last section. For stream crossings, swimming shoes are advantageous during high water levels. The trail is marked with red-white stripes.\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRefreshments\u003c/span\u003e\u003cbr\u003e\nNo springs along the way. Water source at Cantina Ferraris grounds. Bars and pizzerias in Villacidro.\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eNote\u003c/span\u003e\u003cbr\u003e\nFor climbing in the area around Canale Muru Mannu and Riu Linas, plan for at least 45 minutes. The tour is particularly recommended after prolonged rainfall.\u003cbr\u003e\u003cbr\u003e\nFrom \u003cb\u003eParking lot\u003c/b\u003e, we take the gravel path up the Torrente Leni valley, past the right branch to Cantina Ferraris buildings, straight on the main path until reaching a fenced water treatment plant after 20 minutes. The path becomes narrower and rockier. We reach a \u003cb\u003efork\u003c/b\u003e. Left leads to Piscina Irgas (Trail No. 113), right to Cascate di Muru Mannu (Trail No. 109), our direction. Shortly after, we reach another fork where we stay left and cross the dry riverbed of Gutturu Magusu.\u003cbr\u003e\nThe forest path narrows to a trampled path leading through the densely wooded gorge along the river. We cross a side stream and soon reach a ford across the Riu Canni-soni, called \u003cb\u003eCanale Monincu\u003c/b\u003e here.\nWe've been walking for 1 hour. 2 minutes later we cross the river again and climb slightly up its bank. First bathing pools appear. We stay on the right bank, climb away from the shore up the slope for a while and walk through a shady forest section where we spot the moss-covered remains of an old charcoal house. Shortly after, the river is crossed again. We turn right, following along the shore, watching for markings.\u003cbr\u003e\nThe rocky path leads to another crossing, which we navigate by hopping across stones. 5 minutes later, we reach a beautiful spot under an old oak. The river bends here, depositing fine sand, with sitting stones inviting a rest. Shortly after, we cross another tributary, the \u003cb\u003eRiu Linas\u003c/b\u003e, flowing in from the right.\u003cbr\u003e\nWe stay near the river and finally reach our destination behind a bend, drawn by the sound of waterfalls - the \u003cb\u003eCascate di Muru Mannu\u003c/b\u003e. Riu Linas and \u003cb\u003eCanale de Muru Mannu\u003c/b\u003e merge here spectacularly: Canale Muru Mannu features a 5m waterfall on the left, Riu Linas has a double cascade on the right. Both falls can be climbed to the upper side.\u003cbr\u003e\nFor those wanting to venture further into the Canale de Muru Mannu gorge (black difficulty level), a rock path begins on the opposite slope, marked by cairns and red-white markings. At low water, walk directly in the riverbed around a bend, or alternatively take a path branching left before the bend to climb over rocks to a suitable viewpoint. Both routes lead to a 70m waterfall. Return via the same route to the lower waterfalls and along the river back to \u003cb\u003eparking lot\u003c/b\u003e.\u003cbr\u003e",
  "EntryType": "Event",
  "Equipment": "",
  "EventDate": "21-04-2025",
  "EventName": "Southwest Sardinia : Hike to Cascate di Muru Mannu",
  "MainImagePath": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-5/main.webp",
  "RelatedTripURL": "../../trip/trips/Easter-Trip-to-Sardinia--Trip-2.html",
  "SubImages": null,
  "Transportation": "It is a 3 hour drive, from our accomodation at Arbatax.",
  "UniqueEventID": "Sardinia-Hike-5",
  "UniqueKomootURL": "2002938159",
  "UniqueReportURL": ""
}