{
  "Costs": "",
  "CreationDate": "2025-01-03",
  "Description": "From bay to bay in magical granite landscape...\n\u003cbr\u003e\n\u003cbr\u003e\n\u003cb\u003e2.15 h | 5.6 km | 110m uphill | 110m downhill\u003c/b\u003e\n\u003cbr\u003e\n\u003cbr\u003e\nThe Capo Testa peninsula on the northern tip of Sardinia is one of the island's scenic highlights. Granite rocks formed by wind, weather and sea air delight with imaginative figures, rock towers and caves. Small bathing bays break up the lively coastline. From 1970 to 1984 the peninsula was a popular hippie meeting place. Even today their descendants live well hidden in caves and tents on the site during the warmer months.\n\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eStarting point: car park at the end of the roadway to Capo Testa, 3 m\u003c/span\u003e\u003cbr\u003e\nComing from Arzachena on the SS 133 to the start of Santa Teresa di Gallura, turn right at the roundabout onto the main road into the town and after about 1 km turn left at the traffic lights into Via Tibula, following the signs to Capo Testa. Continue for about 3.5 km slightly uphill to the far end of the Rena di Ponente and park there on the left in the car park 50 m from the beach. A car park on the right side of the roadway is also available.\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRequirements\u003c/span\u003e\u003cbr\u003e\nhe hike consists of paths mainly on sand and rock with small climbing sections\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRefreshments\u003c/span\u003e\u003cbr\u003e\nKiosk/snack bars at the end of the roadway at the parking spaces on both sides, kiosk at the turning area at the end of the access road to Capo Testa.\u003cbr\u003e\nCapo Spinosa lounge/bar, 50 m from the turning area on the access road uphill.\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eNote\u003c/span\u003e\u003cbr\u003e\nDue to the large number of visitors, the granite landscape on Capo Testa is riddled with footpaths. If you lose the path on the route described below, don't worry: you can't get lost in the area! Variation: From the granite ramp, just before reaching the \u003cb\u003eold lighthouse\u003c/b\u003e, continue north, descend to the left through the rocky landscape, enjoy the \u003cb\u003eview of Corsica from a Belvedere lookout point\u003c/b\u003e and take a large right-hand curve to the turning point , from there continue the tour as described. The walking time is extended by 30 minutes.\n\u003cbr\u003e\u003cbr\u003e\nFrom the left parking lot at \u003cb\u003eRena di Ponente\u003c/b\u003e, a wide sandy path leads to the beach on the left, to the right it goes back to the roadway and straight ahead to a settlement with holiday homes, which is separated from the parking lot by a stone wall about 120 cm high. The road to this complex (not to be confused with the road to the Hotel Mirage, which begins 30 m further to the right) is blocked with an iron, waist-high sliding gate.\n\u003cbr\u003e\nTo the left of the gate, a passage is kept free for pedestrians. We walk through it and follow the road. After 5 minutes, we ignore a left turn into the maquis and walk along the main path, past numerous private properties, until we see a concrete mast about 6 m high with a small transformer box on the right side of the path. Behind the mast, we leave the road and turn right onto a sandy path. Just 3 minutes later, a footpath leads off from this sandy path to the right, blocked by a few granite stones that are intended to prevent two-wheelers from passing through. We climb over the stones and follow the path, which has been badly washed out by rain, through dense maquis with rockroses and juniper trees, to a fork. On the way back, we will arrive here on the path that branches off to the right. We keep to the left and shortly afterwards we reach a valley that widens on both sides, the famous \u003cb\u003eValle della Luna\u003c/b\u003e. Two large granite blocks, dating back to \u003cb\u003eRoman times\u003c/b\u003e when rock material was quarried here for the construction of the temple complex in Rome, mark the entrance. A small spring on the left is the only source of drinking water for the cave dwellers still living in the valley. After just over 30 minutes of walking from leaving the car park, we reach one of their most popular meeting places in the summer months - a large square in front of the small bathing bay of \u003cb\u003eCala dell'Indiano\u003c/b\u003e.\n\u003cbr\u003e\nFrom there we follow a path to the right uphill, initially for a few minutes with the bay on the left and the granite rocks on the right. We leave the \u003cb\u003eCala dell'Indiano\u003c/b\u003e behind us, the path now turns right through the granite landscape. A footpath branching off to the left to the coast is ignored. We reach a small saddle covered with knee-high maquis, from which we descend to the left on one of the many footpaths to the next bay. It is clearly visible from the saddle. The footpaths end in a large open area, on the left side of which a free-standing rock tower about 25 m high peaks towards the sea. We stay on the clearly trodden path to the right of the tower, ignore another path to the left to the water and go up through an opening in a low dry stone wall to a small plateau about 70 m from the dry stone wall. \u003cb\u003eAttention: We ignore the wide, upward-going paths straight ahead and to the right.\u003c/b\u003e We turn left and after a few steps we reach another small bay. About 5 m above the waste rear area turn right downwards and through an opening under the rock arch \u003cb\u003e(Attention: Duck your head)\u003c/b\u003e until we see a small bathing bay again on the left. \u003cbr\u003e\nThe path is unclear. We keep to the left and climb down between the rocks to the bathing bay. Once we reach the bottom, we keep to the right, leave the small sandy beach in the bathing bay behind us and initially follow a wide, well-trodden path upwards (at the top end you can see an old brick house some distance away). After just 30 steps we leave it and turn sharply left onto a footpath, which we now climb steadily up the opposite side of the bay. On the left you can see a striking, finger-like granite figure before the path turns right over the rocks to another granite saddle. The old lighthouse can now be seen and the path to it is impossible to miss. From the viewing platform of the old lighthouse we once again have a clear view of this unique granite landscape. \u003cb\u003eCorsica\u003c/b\u003e is within reach. On a wide paved path, past the new, fenced lighthouse, we reach the turning area at the end of the access road to \u003cb\u003eCapo Testa\u003c/b\u003e. On the left side we look down to the beautiful bay of \u003cb\u003eCala Spinosa\u003c/b\u003e. We follow the asphalt road up for 5 minutes until it turns left, while we turn right onto a gravel path 8 into the maquis area. On the wide path we go up a short distance to the right and then down again in a right-left curve. After about 1 minute of descending from the top we turn left onto a footpath, keep right at the next fork and come back to the path in the Valle della Luna that we know from the way there. Turn left here and go back to the starting point 0.\n",
  "EntryType": "Event",
  "Equipment": "",
  "EventDate": "18-04-2025",
  "EventName": "North Sardinia : Hike through the Valle della Luna to the bays of Capo Testa",
  "MainImagePath": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-8/main.webp",
  "RelatedTripURL": "../../trip/trips/Easter-Trip-to-Sardinia--Trip-2.html",
  "SubImages": null,
  "Transportation": "It is a 3 hour 30 minutes car drive from our accomodation at Arbatax.",
  "UniqueEventID": "Sardinia-Hike-8",
  "UniqueKomootURL": "2004291214",
  "UniqueReportURL": ""
}