{
  "Costs": "There is an entrance fee at the site of Tharros.",
  "CreationDate": "2025-01-03",
  "Description": "The Cape of the Romans and Phoenicians...\n\u003cbr\u003e\n\u003cbr\u003e\n\u003cb\u003e1.45 h | 5.7 km | 230m uphill | 230m downhill\u003c/b\u003e\n\u003cbr\u003e\n\u003cbr\u003e\nAt the southern tip of the Sinis peninsula, a narrow headland juts out into the Golfo di Oristano: Capo San Marco. Nuragic people had already settled on the leeward side in ancient times, followed by Phoenicians and Romans, who carried out maritime trade from here. They have all left traces behind. Impressive ruins and finds from the ancient port city of Tharros have been preserved and can be viewed. Our hike takes us around the peninsula and along this archaeological site.\n\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eStarting point: car park at the end of S. Giovanni di Sinis, 10 m\u003c/span\u003e\u003cbr\u003e\nComing from Oristano, follow the signs for Cabras/Torre Grande and San Giovanni di Sinis, then turn off to San Giovanni di Sinis just before Capras. Pass the bus parking lot and the parking lot in front of the church until you reach the last possible parking space before the archaeological site. Park opposite two bars. The bus ride from Oristano is only possible in high season \u003ca href=\"arst.sardegna.it/orari_e_autolinee.html\"\u003e(arst.sardegna.it/orari_e_autolinee.html)\u003c/a\u003e.\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRequirements\u003c/span\u003e\u003cbr\u003e\nThe shadowless route around the cape is mostly on narrow, stony paths, and in the final part on wide sandy paths. Mosquito and sun protection are required in summer. \n\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRefreshments\u003c/span\u003e\u003cbr\u003e\nIn San Giovanni di Sinis there are bars, trattorias and pizzerias.\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eNote\u003c/span\u003e\u003cbr\u003e\nByzantine-Romanesque domed church of \u003cb\u003eSan Giovanni di Sinis\u003c/b\u003e.\u003cbr\u003e\u003cb\u003eRuins of Tharros\u003c/b\u003e, in summer 9 a.m. to 7.30 p.m., in winter until 5 p.m., fee applies.\u003cbr\u003e \u003cb\u003eTorre di S. Giovanni\u003c/b\u003e, open from 9 a.m. to 1 p.m. and 3 p.m. to 5.45 p.m.\n\u003cbr\u003e\u003cbr\u003e\nFrom the car park at the end of San Giovanni di Sinis we walk along the paved footpath for tourists to the entrance of \u003cb\u003ethe Tharros archaeological site\u003c/b\u003e. On our way back it is worth paying the entrance fee and taking a tour of the ancient site. After a few minutes we walk up a hill to the right to the \u003cb\u003eTorre S. Giovanni\u003c/b\u003e. From the top there is a beautiful panoramic view of the \u003cb\u003eGolfo di Oristano\u003c/b\u003e.\n\nWe walk around the tower, descend the hill and follow the paths over the narrow headland along a long stretch of beach. We take the main path on the left, which runs parallel, on the way back. After 5 minutes, the paths lead into a wide turning loop, bordered by four black bollards and a wire fence. We turn right and take a well-prepared path that leads us first close to the coast, then uphill to the plateau of the cape. Low, wind-bent maquis surrounds us. The path continues to a crossroads on the access road to the \u003cb\u003elighthouse\u003c/b\u003e. We turn left, walk about 100 m and follow a wide, stony path that branches off from the main path to the right down to the leeward coast. It meets a cross path. We keep to the left. The way back is now impossible to miss on the wide gravel path. Below some beautifully situated holiday homes, it leads back to the headland and past the excavation sites back to the starting point.",
  "EntryType": "Event",
  "Equipment": "Sunscreen, lots of it.",
  "EventDate": "20-04-2025",
  "EventName": "Eastern Sardinia : Hike in the Cape of San Marco",
  "MainImagePath": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-9/main.webp",
  "RelatedTripURL": "../../trip/trips/Easter-Trip-to-Sardinia--Trip-2.html",
  "SubImages": [
    {
      "Description": "Tharros was established by the Phoenicians around the 8th century BCE as a trading post due to its strategic coastal location. In the 6th century BCE, Tharros came under the control of the Carthaginians. After the Roman conquest in 238 BCE, Tharros flourished as a Roman colony. Around the 9th century CE, Tharros was abandoned due to repeated pirate raids.",
      "Name": "Tharros",
      "URL": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-9/subImages/image2.webp"
    },
    {
      "Description": "A small, paleochristian church dating back to the 5th century AD. It is one of the oldest churches in Sardinia and a significant religious and historical site.",
      "Name": "Church of San Giovanni di Sinis",
      "URL": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-9/subImages/image3.webp"
    },
    {
      "Description": "Constructed by the Spanish during their rule over Sardinia, in the 16th century as part of a network of coastal fortifications. Its primary purpose was to monitor the coastline and guard against pirate attacks, particularly from the Barbary pirates.",
      "Name": "Torre di San Giovanni di Sinis",
      "URL": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-9/subImages/image4.webp"
    }
  ],
  "Transportation": "We will travel by car around 2 hours 24 minutes from our accomodation at Arbatax.",
  "UniqueEventID": "Sardinia-Hike-9",
  "UniqueKomootURL": "2004331262",
  "UniqueReportURL": ""
}