{
  "Costs": "We will have to pay 15€ at Su Nuraxi.",
  "CreationDate": "2025-01-02",
  "Description": "The Giara di Gesturi plateau, named after a neighboring municipality, is 14 km long and 6.5 km wide - a valuable nature reserve in the Marmilla plain. The main attraction is 600 semi-wild small horses living on the plateau among cork oaks and dense macchia of cistus and daffodil shrubs. You're likely to find them at one of the many shallow marsh lakes (\"paulis\"). Their favorite food is the white buttercup growing there.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eStarting point: Parking lot on the plateau, 572m\u003c/span\u003e\u003cbr/\u003e\nFrom SS 197 from Sanluri, heading toward Barumini, turn left at Las Plassas to Tuili. After 5km, shortly after entering town before Chiesa San Pietro Apostolo, turn right and follow signs for \"Alto Piano della Giara\" and \"Parco Giara\". Through town 600m, over narrow bridge, briefly right, then left onto paved serpentine road 5.5km up to parking lot before park entrance.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRequirements\u003c/span\u003e\u003cbr/\u003e\nHiking mostly on wide forest roads, partly pathless around Monte Zeparedda. No trail markings en route.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eTips\u003c/span\u003e\u003cbr/\u003eSu Nuraxi: Ruins of large Nuraghe settlement near Barumini. Walking tour through carefully restored Marmilla village in Tuili.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eNotes\u003c/span\u003e\u003cbr/\u003eSmall map of Giara available at info hut near park entrance. Park visit is free. After long rains, paths are soft and difficult to walk.\u003cbr/\u003e\u003cbr/\u003e\nWe start our tour at the \u003cb\u003ewooden main gate\u003c/b\u003e, where the access road turns sharply right toward the parking lot. Follow the field path briefly to a branch turning left to Chiesetta Santa Luisa, reached after a few minutes. From the forecourt, enjoy a beautiful view over the Marmilla plain with scattered farmhouses, conical and plateau mountains, and a patchwork of cornfields and meadows. Return to the main path.\n\u003cbr/\u003e\u003cbr/\u003e\nWe hike left, close to the edge of the \u003cb\u003eGiara plateau\u003c/b\u003e. At the next fork, stay on the right field path. It leads through an opening in a dry stone wall onto a meadow bordered by low stone walls. Walk about 100m across the terrain, then turn sharp right through a gate opening in the wall. Behind the stone wall runs a wide field path which we follow left.\u003cbr/\u003e\nThe area is covered with cork oaks and low macchia undergrowth. We reach a walled enclosure about 15x15m on the left side, from which you can make a detour to the sparse stone remains of Nuraghe Tuturuddu, about 100m from the enclosure. Ignore a field path that branches right within the enclosure toward the Nuraghe and leads into the terrain.\u003cbr/\u003e\nBack on our main route heading left, we ignore a sandy path branching right opposite the enclosure and 5 minutes later another field path branching right. This is a shortcut to Pinnetta, which we'll reach later. Shortly after, we reach another enclosure, circular this time with about 40m diameter. Our main path will soon lead us right along to the large \u003cb\u003emarsh lake\u003c/b\u003e. But first, it's worth a detour.\n\u003cbr/\u003e\nLeft to the smaller \u003cb\u003ePauli Piccia\u003c/b\u003e, reached in less than 10 min. This is often the first opportunity to observe wild horses. Back at the enclosure, continue straight toward Pauli Maiori - another marsh lake 10 min away. Pauli Xiveddu lies left of the path, somewhat hidden 70m from the main path, another spot where horses like to gather.\nOur main path ends at the large \u003cb\u003ePauli Maiori\u003c/b\u003e in a circular, rocky area. A narrow trail leads from the marsh eastward into the macchia on the right edge. Note this spot well for the return journey! First, continue straight along the eastern shore of the marsh lake past a long row of wind-bent cork oaks for about 200m to a small stream flowing into the marsh from the right. Follow it pathless right about 200m to \u003cb\u003eMitza Salamessi spring\u003c/b\u003e with its small walled well house, where spring water collects in three oblong troughs.\nReturn to our small spot by the lake, where we now turn sharp left onto the narrow trail. On the following stretch through hip-high macchia after about 15 min walking pick up a path joining from the left before keeping right at a fork. A few minutes later, we reach an open meadow framed by cork oaks with two round \u003cb\u003esheep pens (Sardinian \"pinnetta\") and two stone enclosures\u003c/b\u003e.\n\u003cbr/\u003e\nOne enclosure has three small sheep shelters. About 25m opposite the enclosure is a crossing path - turn left here (right leads to Nuraghe Tuturuddu). Our grass-covered path joins a field path through open terrain. Stay on the main path for the next 20 minutes.\u003cbr/\u003e\nAt a fork, keep left as we approach a dry stone wall running parallel to our route on the left. We reach a \u003cb\u003ecrossing path\u003c/b\u003e ending at a wooden gate in the dry wall 10m left. Turn right, ignore the field path branching left after a few steps and another field path after 500m. Continue straight on the main route, partly paved with cobblestones in its lower section. Pass a long well and turn sharp left at the next fork.\u003cbr/\u003e\nAfter a few minutes, we reach the \u003cb\u003eGiardino botanico della Giara\u003c/b\u003e on the right, featuring typical Giara plants. Take a side path shortly behind the garden, then another coming from the left. We reach a crossing path behind the info hut area, turn right and shortly return to the parking lot at the \u003cb\u003emain gate \u003c/b\u003e.",
  "EntryType": "Event",
  "Equipment": "",
  "EventDate": "21-04-2025",
  "EventName": "South-Central Sardinia : Hike to Parco della Giara",
  "MainImagePath": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-3/main.webp",
  "RelatedTripURL": "../../trip/trips/Easter-Trip-to-Sardinia--Trip-2.html",
  "SubImages": [
    {
      "Description": "This is not a Nuragic period settlement, but rather the last shepherd huts, called \"Pinnettas,\" from the 1960s. Their construction style matches that of the Nuragic period.",
      "Name": "Near the Waterfountain Mitza Salamessi",
      "URL": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-3/subImages/image2.webp"
    },
    {
      "Description": "Su Nuraxi is a settlement consisting of a seventeenth century BC nuraghe, a bastion of four corner towers plus a central one, and a village inhabited from the thirteenth to the sixth century BC, developed around the nuraghe. They are considered by scholars the most impressive expression of the nuragic civilization and were included in the UNESCO list of World Heritage Sites in 1997 as Su Nuraxi di Barumini.",
      "Name": "Su Nuraxi (Barumini)",
      "URL": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-3/subImages/image3.webp"
    }
  ],
  "Transportation": "It is a 2 hour 30 minutes drive from our apartment.",
  "UniqueEventID": "Sardinia-Hike-3",
  "UniqueKomootURL": "2002891055",
  "UniqueReportURL": ""
}