{
  "Costs": "",
  "CreationDate": "2025-01-01",
  "Description": "We will drive from our accomodation at Trotoli to reach the parking lot in front of the \u003ca href=\"https://maps.app.goo.gl/xGewFKvFGchTP3mF8\"\u003eCalla Fiuli Beach\u003c/a\u003e.\nIt is a 1 hour 25 minutes drive.\n\n04:00 hour duration\nDistance 11,1 km \n320 m uphill and 320 m downhill.\n\n \n The coastal section between Cala Gonone and S.M. Navarrese on Sardinia is undoubtedly one of the most beautiful landscapes. Framed by steep limestone cliffs are hidden bays with sandy beaches and turquoise sea, attracting both sunbathers and hikers. They can only be reached by boat or on foot. The \u003cb\u003e500m long crescent-shaped beach of Cala di Luna\u003c/b\u003e is our hiking destination. First, we'll make a detour to the famous Grotta del Bue Marino.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eStarting point: Caletta Fuili, 39m\u003c/span\u003e\u003cbr/\u003e\nFrom SS 125 from Dorgali, heading towards Baunei, turn left about 1km past the town towards Cala Gonone, at the town entrance follow signs to Cala Fuili, park on the shoulder at the end of the paved access road.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRequirements\u003c/span\u003e\u003cbr/\u003e\nLinear hike on well-worn path through coastal macchia. The constant ascents and descents on partly rocky, partly steep terrain are strenuous. Marked with cairns. Short climb down to Codula Oddoana.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRefreshments\u003c/span\u003e\u003cbr/\u003eAt Cala di Luna Su Neulagi Bar/Ristorante of the Cooperativa Turistica (open early May to September 30). In Cala Gonone bars and restaurants, accommodations of all types.\u003cbr/\u003e\u003cbr/\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eNote\u003c/span\u003e\u003cbr/\u003eAt the tour starting point, a sign indicates whether the footpath inside for visiting the grotto is open (boat visitor opening times generally in season from 10-13 hourly). If not, access is only possible up to the entrance.\nVariant: Without the detour to the grotto, walking time is reduced by about 30 minutes.\u003cbr/\u003e\u003cbr/\u003e\nThe access road to \u003cb\u003eCaletta Fuili\u003c/b\u003e ends at a round platform, from which a stone staircase with wooden railings leads down to Codula Fuili. Upon reaching this gorge, you can see the bathing bay Caletta Fuili on the left side. Our route continues to the opposite side - to a rocky path where we climb out of the gorge in switchbacks. The path to the grotto and subsequently to Cala di Luna goes through diverse macchia with strawberry trees, mastic bushes and Phoenician juniper. The latter is particularly impressive with its bent and twisted trunks. After about 5 minutes, the path forks. We continue straight ahead towards Grotta del Bue Marino, ignoring the path branching off high to the right that leads directly to Cala di Luna. The path initially runs on flat terrain and after over 30 minutes of walking abruptly ends at a cut, where under a juniper tree you'll find the sign for the onward path to Cala di Luna. We'll continue our way here later. First, we descend for 5 minutes on a steep path reinforced with juniper trunks, then along a steel walkway with grating attached to the rock face to the entrance of \u003cb\u003eGrotta del Bue Marino\u003c/b\u003e. Some stalagmites are visible. A steel door blocks further access to the cave interior. We return to the upper end of the juniper staircase and now take the steep rocky path branching off to the left. The ascent takes almost 30 minutes until reaching the clear, unmistakable main route to \u003cb\u003eCala di Luna\u003c/b\u003e, where we turn left. We descend over karst terrain for another good 30 minutes to \u003cb\u003eCodula Oddoana\u003c/b\u003e. During the short climb, we need to use our hands. A rock niche (Grotta Oddoana) on the right side is easy to miss as you're focused on climbing.\u003cbr/\u003e\nAt the gorge floor, the path turns right at a hip-high, roughly 1m wide wall section. We stay on the main path. After a final ascent over tree roots and rock steps, we reach level ground at the foot of \u003cb\u003eFruncu Nieddu (\"black hill dome\")\u003c/b\u003e. The striking reddish-brown rock beneath us is of volcanic origin.\nFrom here there's a magnificent view of Cala di Luna bay with its boat dock, white sandbar, and dammed reservoir behind it. The final stage leads down over lava rock to the valley floor of Codula di Luna with its wide sandy bed and huge oleander bushes. We cross the sandy plain, pass through a wooden gate, and reach the Bar Su Neulagi grounds. Pass it on the left and cross a wooden walkway over the small reservoir to reach \u003cb\u003eCala di Luna\u003c/b\u003e.\n\u003cbr/\u003e\nAfter swimming in the turquoise sea and refreshments at the bar, we return to \u003cb\u003eCaletta Fuili \u003c/b\u003eon the same path, this time ignoring the turnoff to Grotta del Bue Marino.",
  "EntryType": "Event",
  "Equipment": "Don't forget to bring, sunscreen and your swimsuit.",
  "EventDate": "17-04-2025",
  "EventName": "Sardinia Trip: Hike between Caletta Fuili Cala di Luna",
  "MainImagePath": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-1/main.webp",
  "RelatedTripURL": "../../trip/trips/Easter-Trip-to-Sardinia--Trip-2.html",
  "SubImages": null,
  "Transportation": "It is a 1 hour 25 minutes drive, by car from Trotoli to Calla Fiuli",
  "UniqueEventID": "Sardinia-Hike-1",
  "UniqueKomootURL": "2002019153",
  "UniqueReportURL": ""
}