{
  "Costs": "",
  "CreationDate": "2025-01-03",
  "Description": "\u003cb\u003e3.00 h | 9.0 km | 340m uphill | 340m downhill\u003c/b\u003e\n\u003cbr\u003e\n\u003cbr\u003e\nThe Pratobello plateau south of Orgosolo is one of the most beautiful in Sardinia. In the stone huts you walk through a beautiful landscape with small streams, rocky outcrops and barren pastures. Flocks of sheep cross the path, cattle line the roadside, pigs and sheep dig through the ground. You then pass a large reservoir and finally reach the Foresta di Montes. The forest has a large area of \u003cb\u003eancient holm oaks\u003c/b\u003e. The highlight of the circular walk is the climb to Monte Novo San Giovanni, a small table mountain that offers magnificent views over Supramonte and Gennargentu.\n\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eStarting point: Parking lot in front of the building of the forestry administration (Caserma Ilodei Malu), 1002 m\u003c/span\u003e\u003cbr\u003e\nOn the SP 58 coming from Nuoro to Orgosolo, through the town follow the signs to Montes and at the end of the town turn sharply left in the direction of Mamoiada \u003cb\u003e(signs: Montes and Supramonte)\u003c/b\u003e. Then on the asphalt road (SP 48) 14 km across the Pratobello plateau, past the turnoff to the right towards\nOrgosolo\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRequirements\u003c/span\u003e\u003cbr\u003e\nEasy hike on well-prepared gravel and forest paths, the final climb to the summit is secured with wooden railings.\n\u003cbr\u003e\u003cbr\u003e\n\u003cspan style=\"color: #214e09;font-weight:bold\"\u003eRefreshments\u003c/span\u003e\u003cbr\u003e\nNone along the way, several sources with drinking water, in Orgosolo bars, pizzerias\u003cbr\u003e\u003cbr\u003e\nPark in front of the building.\n\nA gravel path leads from the car park at \u003cb\u003eCaserma Ilodei Malu \u003c/b\u003epast the oxblood-red painted forest buildings to the left to a fork in the road. The hiking trails in the immediate vicinity are shown in multiple colors on a large wooden sign. Our path initially follows the black dashed route, then on the way back we follow the yellow Sentiero in Forest.\nAt the fork in the road we stay straight ahead we pass the entrance to a chapel and 30 m behind it we can tap \u003cb\u003efresh spring water\u003c/b\u003e on the right. The forest path leads for a good 20 minutes, slightly uphill, through a shady oak forest to a junction, which we follow to the right. It leads us out of the forest and through an opening in a dry stone wall onto open ground. On the right-hand side of the path we can see a meadow, and a little further away a cattle trough with a small spring. Behind the dry stone wall we turn left and follow the wide path along the dry stone wall gradually uphill.\n\u003cbr\u003e\nTo the left is the \u003cb\u003eforest of Montes\u003c/b\u003e, to the right are \u003cb\u003ethe bare hills of Gennargentu\u003c/b\u003e. We head towards the top of \u003cb\u003eMonte Fumai\u003c/b\u003e, which stands out clearly from the bare surroundings, and circle around it until we reach a saddle on its steeply sloping south side. Several dry-stone pens and the remains of a former shepherd's hut can be seen in a depression about 50 m ahead of us. We leave the road at this point and descend to the left on a field path to the hut and the pens. We leave the hut on the right and follow a meadow path that continues to the left along a The path runs downhill past the pen and gradually turns into a footpath. Large stone pyramids at the edge of the path serve as orientation.\n\u003cbr\u003e\nThe now narrow path leads into \u003cb\u003ea sparse oak forest\u003c/b\u003e. The slopes on the right-hand side are partially secured with wooden railings. The path ends at a fence in front of a road. We climb over the fence on a wooden ladder, follow the path with red and white markings straight ahead and come to a road. We follow it straight ahead to a fork where we keep left. On a two-lane field path we come to a new plantation of fragrant conifers. After a bend in the path, the block of \u003cb\u003eMonte Novo San Giovanni\u003c/b\u003e with its vertical rock faces appears in front of us. Our path ends at a wooden gate that is secured with a padlock. On a wooden ladder next to the gate we cross the adjacent mesh fence and reach an open area directly behind the gate. A road branches off to the left, our way back. We continue straight ahead on another road, keep right at the next fork (marked with a signpost) and reach the base of Monte Novo San Giovanni. The path ends just before a steep rock face in a shady holm oak forest. A small wooden gate marks the starting point of the ascent route to the summit, which runs along a beautiful rocky path with neatly placed steps. A magnificent panorama awaits us on the summit plateau of Monte Novo San Giovanni with two wooden huts (one of which serves as an observation hut for the fire station). The view is unobstructed all around: \u003cb\u003ethe limestone cliffs of the Supramonte of Oliena\u003c/b\u003e to the north, the \u003cb\u003epeaks of the Tacci and Tonneri\u003c/b\u003e and the flat hills of the Gennargentu to the south can be seen.\n\u003cbr\u003e\nWe descend from the summit, turn right onto the road in front of the wooden gate and follow it down to Funtana Bona. The \u003cb\u003espring\u003c/b\u003e on the left is surrounded by picnic benches. On the right we see a long water trough. We leave the forest path and turn right directly behind the trough onto a path marked with stone pyramids into the oak forest. (Alternatively, you can follow the forest path straight ahead. It meets the road you know from the way there, which you then follow downhill to the right back to the starting point.) 5 minutes after leaving the spring, the path forks, we keep to the right. Finally, at the level of a water basin, we come to a gravel path, keep to the left, walk along the grounds of a tree nursery / eco-center, where a few minutes later we reach a cross path, where we also turn left back to the Caserma forest house.",
  "EntryType": "Event",
  "Equipment": "",
  "EventDate": "18-04-2025",
  "EventName": "Western Sardinia : Hike to Monte Nova San Giovanni",
  "MainImagePath": "https://hikes-trailfinder-website-images.s3.us-east-1.amazonaws.com/Sardinia-Hike-11/main.webp",
  "RelatedTripURL": "../../trip/trips/Easter-Trip-to-Sardinia--Trip-2.html",
  "SubImages": null,
  "Transportation": "It is a 1 hour 15 minutes drive, from our accomodation at Arbatax.",
  "UniqueEventID": "Sardinia-Hike-11",
  "UniqueKomootURL": "2002881884",
  "UniqueReportURL": ""
}